source/_static/diagrams/15-two-lists-fate.d2
direction: right
n0: "builddependencies"
n1: "compile only"
n2: "dependencies"
n3: "stay in the module"
n0 -> n1
n2 -> n3
